---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MetallicpaintTopcoatType.Custom
enum: Autodesk.Revit.DB.Visual.MetallicpaintTopcoatType
source: html/36f13024-5f47-2de8-317a-b48da018f14d.htm
---
# Autodesk.Revit.DB.Visual.MetallicpaintTopcoatType.Custom